{
  "productValue": {
    "productPrice": 5664.5,
    "totalUnits": 6400,
    "totalValue": 3.62528E7
  },
  "freightCharge": {
    "freight": 16663.930869,
    "insurance": 7726.3897961494895
  },
  "expressCharges": [
    {
      "name": "Duty Tax Paid",
      "amount": 22.098101956913595,
      "currency": "SGD"
    }
  ],
  "importExpense": {
    "duty": {
      "totalDuties": 0.0,
      "dutyRates": [
        {
          "rate": 0.0,
          "name": "Customs Duty",
          "formula": "(0% Total value of product, freight and insurance)"
        }
      ]
    },
    "tax": {
      "totalTaxes": 2902175.225653,
      "taxRates": [
        {
          "rate": 2902175.225653,
          "name": "Goods And Service Tax",
          "formula": "(8% (Total value of product, freight and insurance + DUTY))"
        }
      ]
    },
    "otherRegulatoryFee": {
      "totalRegulatoryFees": 0.0,
      "regulatoryFees": []
    },
    "costInsuranceFrieght": {
      "rate": 3.6277190320665E7,
      "name": "CIF",
      "formula": "COST + INSURANCE + FREIGHT"
    }
  },
  "totalEstimatedLandedCost": 3.9182806832323E7,
  "disclaimer": [
    "Duties and taxes estimates are based on the details you have provided.",
    "Actuals upon shipping may vary and are subject to authorities.",
    "DHL has no liability or responsibility for differences between this indicative breakdown and the actual costs.",
    "Your final landed cost may differ based on the characteristics of the shipment, services requested and the packages actually tendered to DHL.",
    "While we have made every attempt to ensure that the information contained herein has been obtained, produced and processed from sources believed to be reliable, no warranty, express or implied, is made regarding the accuracy, adequacy, completeness, legality, reliability or usefulness of such information.",
    "All information contained herein is provided on an “as is” basis. In no event will DHL Express, its related partnerships or corporations under the DHL Group, or the partners, agents or employees thereof be liable to you or anyone else for any decision made or action taken in reliance on the information contained herein or for any consequential, special or similar damages, even if advised of the possibility of such damages."
  ],
  "otherCharges": 3419.187903,
  "isExciseDutyDisclaimerApplicable": false
}